const music1Lyrics = `何気なく飛び込んだ店
カットだけのはずだったのに
気づけば多分4時間くらいだったっけかっけな？

ライナー、ベルトルト、アニ
エレン、アルミン、ミカサ
いろんな人生あるんすね

多分シュンもサイカも
やつがれ自身もそんなところなんでしょ

人と人が繋がる奇跡に
笑いと優しさが溢れてく
二人がこれから歩く道が
自由の翼を広げますように

Ah..
オニャンコポン

ただの客
ただのスタイリスト
そんなんじゃない
不思議な関係
片道2時間かけてでも
あなたにお願いしたい

二人で愛育て合って
二人だけのオニャンコポン作ろ
クサヴァーさんって誰なんて
絶対絶対言わせないんだから
あなたたちきっと
素敵なオニャンコポン

病める時も
健やかなる時も
喜びの時も
悲しみの時も
私あなたと共にオニャンコポン

シュンとサイカ
春と夏が繋ぐ物語
これからも自由の翼広げて
小さな兵士と笑いあって
幸せの壁、もっと高く積んでいこう

隼さん、采夏さん、おめでとう
パンフを託してくれたこと
本当に誇りに思ってます
出会いは偶然でも
関わりはさだめ

そして…
結局、オニャポコン`;
const music2Lyrics = `めでたく今日を迎えました
私たち二人
今をときめくオニャンコポン

もうこんな時間
クローゼットにしまった
少ししっけたオニャンコポン
こぼれないように
運ばなきゃ

サイサイサイサイ
サイカと
シュシュシュシュシュシュシュシュ
シュンの
ポンポンポンポン
オニャンコポン
二人で広げる自由の翼
このたび満員御礼
感謝感激、進撃、そして
オニャンコポン

もうこんな時間
プロポーズで使い切った
そのはずだったオニャンコポン
セリフは内緒に
神妙に

サイサイサイサイ
サイカと
シュシュシュシュシュシュシュシュ
シュンの
ポンポンポンポン
オニャンコポン
二人で広げる自由の翼
このたび満員御礼
感謝感激、進撃、そして
オニャンコポン

混ぜるな危険
割れ物注意
そう言われ続け、はや二千年

混ざり合って
壊しては作って
そんな私たちオニャンコポン
ニャンニャンニャンニャン　オニャンコポン

列島は相変わらず
最高気温を更新中
世界一暑いこの場所に
お集まりいただいた人類に
私たちからのささやかな
それは、それは、とても、ささやかな
プレゼント
それは
オ！
ニャ！
ン！
ん？ん？

進み続けたものしにか
分からない先があるらしい
壁の外の世界には
いろんな世界があるらしい
私たちと「ソノタジンルイ」で
その先の世界にハッピーな
オニャンコポンを作りましょう

オオオオオオオオニャンコポン
オニャッニャッニャッニャッ
オニャンコポン`;
export const LiricsMap = [{ text: music1Lyrics }, { text: music2Lyrics }];
